KuruwaNew/Try01_cubic_lvstun_1g/rss_rps_rfs_xps_0_1_1_1/ipvs1_6.log
podnum=1
Start time: 1543147674
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    64.69ms   33.94ms 839.60ms   81.58%
    Req/Sec   279.51    150.71     4.54k    71.47%
  795302 requests in 30.10s, 187.34MB read
  Socket errors: connect 0, read 0, write 473, timeout 0
Requests/sec:  26422.26
Transfer/sec:      6.22MB
End time: 1543147704

podnum=2
Start time: 1543147713
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    42.02ms   17.28ms 369.52ms   86.76%
    Req/Sec   484.19    146.91     9.38k    88.15%
  1427610 requests in 30.10s, 336.28MB read
Requests/sec:  47433.14
Transfer/sec:     11.17MB
End time: 1543147743

podnum=4
Start time: 1543147758
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    21.95ms    9.14ms 283.24ms   87.19%
    Req/Sec     0.93k   207.42    15.64k    88.26%
  2784889 requests in 30.10s, 655.39MB read
Requests/sec:  92521.59
Transfer/sec:     21.77MB
End time: 1543147788

podnum=6
Start time: 1543147815
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.83ms   14.59ms 449.11ms   96.78%
    Req/Sec     1.61k   294.05    28.48k    95.10%
  4818494 requests in 30.09s, 1.11GB read
Requests/sec: 160114.43
Transfer/sec:     37.69MB
End time: 1543147845

podnum=8
Start time: 1543147861
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    11.07ms   15.77ms 439.44ms   98.55%
    Req/Sec     2.12k   302.59    24.86k    95.85%
  6349726 requests in 30.10s, 1.46GB read
Requests/sec: 210953.34
Transfer/sec:     49.67MB
End time: 1543147891

podnum=10
Start time: 1543147908
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.92ms   14.30ms 249.04ms   98.75%
    Req/Sec     2.65k   371.01    32.96k    96.38%
  7947536 requests in 30.10s, 1.83GB read
Requests/sec: 264034.09
Transfer/sec:     62.17MB
End time: 1543147938

podnum=12
Start time: 1543147954
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.98ms   17.42ms 231.25ms   98.12%
    Req/Sec     2.89k   479.17    30.62k    93.29%
  8648868 requests in 30.10s, 1.99GB read
Requests/sec: 287343.49
Transfer/sec:     67.64MB
End time: 1543147984

podnum=14
Start time: 1543147999
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     9.94ms   21.33ms 243.15ms   97.13%
    Req/Sec     2.93k   510.38    33.89k    93.14%
  8763773 requests in 30.10s, 2.01GB read
Requests/sec: 291176.94
Transfer/sec:     68.55MB
End time: 1543148029

podnum=16
Start time: 1543148066
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.21ms   14.29ms 260.00ms   98.43%
    Req/Sec     2.94k   507.53    35.65k    95.33%
  8816933 requests in 30.10s, 2.03GB read
Requests/sec: 292931.34
Transfer/sec:     68.95MB
End time: 1543148096

podnum=18
Start time: 1543148118
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     9.01ms   17.89ms 243.23ms   97.78%
    Req/Sec     2.94k   539.21    34.76k    94.21%
  8826167 requests in 30.10s, 2.03GB read
Requests/sec: 293226.80
Transfer/sec:     69.03MB
End time: 1543148148

podnum=20
Start time: 1543148167
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     9.51ms   19.99ms 231.78ms   97.53%
    Req/Sec     2.95k   502.21    33.83k    94.58%
  8830940 requests in 30.11s, 2.03GB read
Requests/sec: 293262.79
Transfer/sec:     69.04MB
End time: 1543148197

podnum=22
Start time: 1543148217
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.21ms    7.68ms 224.95ms   98.94%
    Req/Sec     2.95k   486.72    38.78k    96.65%
  8834428 requests in 30.10s, 2.03GB read
Requests/sec: 293509.82
Transfer/sec:     69.10MB
End time: 1543148248

podnum=24
Start time: 1543148262
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     9.39ms   19.59ms 227.40ms   97.61%
    Req/Sec     2.95k   601.65    43.05k    95.89%
  8832008 requests in 30.10s, 2.03GB read
Requests/sec: 293424.15
Transfer/sec:     69.07MB
End time: 1543148293

podnum=26
Start time: 1543148311
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     9.42ms   19.71ms 440.27ms   97.59%
    Req/Sec     2.95k   525.32    37.58k    94.91%
  8824986 requests in 30.10s, 2.03GB read
Requests/sec: 293187.73
Transfer/sec:     69.02MB
End time: 1543148341

podnum=28
Start time: 1543148362
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.10ms    6.87ms 226.92ms   99.03%
    Req/Sec     2.95k   605.09    46.61k    97.30%
  8849574 requests in 30.10s, 2.03GB read
Requests/sec: 294019.11
Transfer/sec:     69.21MB
End time: 1543148392

podnum=30
Start time: 1543148411
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     9.74ms   20.69ms 238.65ms   97.24%
    Req/Sec     2.94k   590.75    43.94k    94.79%
  8843089 requests in 30.10s, 2.03GB read
Requests/sec: 293789.00
Transfer/sec:     69.16MB
End time: 1543148441

podnum=32
Start time: 1543148485
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     9.92ms   21.57ms 430.47ms   97.20%
    Req/Sec     2.95k   613.91    43.07k    95.37%
  8835607 requests in 30.10s, 2.03GB read
Requests/sec: 293544.21
Transfer/sec:     69.10MB
End time: 1543148515

podnum=34
Start time: 1543148537
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.72ms   11.70ms 227.18ms   98.82%
    Req/Sec     2.95k   545.58    43.45k    96.30%
  8836254 requests in 30.10s, 2.03GB read
Requests/sec: 293567.98
Transfer/sec:     69.11MB
End time: 1543148567

podnum=36
Start time: 1543148589
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    12.92ms   29.68ms 434.16ms   94.92%
    Req/Sec     2.94k   592.56    33.26k    92.29%
  8790197 requests in 30.10s, 2.02GB read
Requests/sec: 292036.92
Transfer/sec:     68.75MB
End time: 1543148620

podnum=38
Start time: 1543148642
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.35ms   30.64ms 226.11ms   94.59%
    Req/Sec     2.94k   589.54    38.69k    91.67%
  8789348 requests in 30.10s, 2.02GB read
Requests/sec: 292011.94
Transfer/sec:     68.74MB
End time: 1543148672

podnum=40
Start time: 1543148694
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.50ms   30.98ms 227.07ms   94.50%
    Req/Sec     2.93k   576.53    35.51k    91.14%
  8786006 requests in 30.10s, 2.02GB read
Requests/sec: 291895.23
Transfer/sec:     68.71MB
End time: 1543148725

podnum=44
Start time: 1543148749
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    12.81ms   29.41ms 433.84ms   95.01%
    Req/Sec     2.93k   642.44    35.84k    92.11%
  8788044 requests in 30.10s, 2.02GB read
Requests/sec: 292000.82
Transfer/sec:     68.73MB
End time: 1543148779

podnum=48
Start time: 1543148808
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.70ms   31.42ms 232.00ms   94.36%
    Req/Sec     2.93k   628.79    35.10k    91.86%
  8780165 requests in 30.10s, 2.02GB read
Requests/sec: 291706.36
Transfer/sec:     68.67MB
End time: 1543148839

podnum=52
Start time: 1543148868
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.52ms   10.27ms 235.49ms   98.93%
    Req/Sec     2.95k   470.64    36.74k    96.00%
  8838700 requests in 30.10s, 2.03GB read
Requests/sec: 293641.15
Transfer/sec:     69.15MB
End time: 1543148899

podnum=56
Start time: 1543148934
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    12.17ms   27.86ms 232.05ms   95.46%
    Req/Sec     2.94k   573.97    29.24k    92.79%
  8802468 requests in 30.10s, 2.03GB read
Requests/sec: 292445.96
Transfer/sec:     68.91MB
End time: 1543148965

podnum=60
Start time: 1543149006
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.06ms   30.00ms 227.46ms   94.81%
    Req/Sec     2.94k   641.96    37.69k    92.78%
  8796569 requests in 30.10s, 2.02GB read
Requests/sec: 292264.85
Transfer/sec:     68.87MB
End time: 1543149036

podnum=64
Start time: 1543149071
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.43ms    9.78ms 224.35ms   99.06%
    Req/Sec     2.95k   564.34    41.39k    96.79%
  8837802 requests in 30.10s, 2.03GB read
Requests/sec: 293625.26
Transfer/sec:     69.19MB
End time: 1543149101

podnum=68
Start time: 1543149140
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.14ms   30.20ms 225.89ms   94.74%
    Req/Sec     2.94k   615.93    39.98k    92.15%
  8796301 requests in 30.10s, 2.02GB read
Requests/sec: 292231.06
Transfer/sec:     68.88MB
End time: 1543149170

podnum=72
Start time: 1543165495
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.02ms   30.16ms 430.76ms   94.77%
    Req/Sec     2.94k   671.54    34.41k    91.54%
  8791483 requests in 30.10s, 2.02GB read
  Socket errors: connect 0, read 0, write 0, timeout 112
Requests/sec: 292076.39
Transfer/sec:     68.86MB
End time: 1543165525

podnum=76
Start time: 1543165569
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.59ms   10.87ms 244.01ms   98.97%
    Req/Sec     2.95k   435.92    27.90k    95.81%
  8826537 requests in 30.10s, 2.03GB read
Requests/sec: 293240.95
Transfer/sec:     69.13MB
End time: 1543165600

podnum=80
Start time: 1543165643
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    12.39ms   28.37ms 245.05ms   95.32%
    Req/Sec     2.93k   672.22    39.00k    92.20%
  8781352 requests in 30.10s, 2.02GB read
Requests/sec: 291735.51
Transfer/sec:     68.79MB
End time: 1543165673

podnum=84
Start time: 1543165720
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.64ms   31.27ms 242.95ms   94.39%
    Req/Sec     2.94k   716.03    38.53k    90.98%
  8782102 requests in 30.10s, 2.02GB read
Requests/sec: 291761.30
Transfer/sec:     68.80MB
End time: 1543165750

podnum=88
Start time: 1543165797
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.60ms   11.00ms 235.95ms   99.07%
    Req/Sec     2.94k   454.55    32.26k    96.27%
  8816283 requests in 30.10s, 2.03GB read
Requests/sec: 292906.13
Transfer/sec:     69.08MB
End time: 1543165827

podnum=92
Start time: 1543165880
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.38ms   30.73ms 243.53ms   94.58%
    Req/Sec     2.94k   697.75    38.53k    91.20%
  8796144 requests in 30.10s, 2.03GB read
Requests/sec: 292239.22
Transfer/sec:     68.93MB
End time: 1543165911

podnum=96
Start time: 1543165962
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.19ms   30.29ms 247.37ms   94.72%
    Req/Sec     2.94k   706.74    32.07k    91.22%
  8790645 requests in 30.10s, 2.02GB read
Requests/sec: 292046.02
Transfer/sec:     68.88MB
End time: 1543165992

podnum=100
Start time: 1543166046
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.88ms   12.66ms 243.40ms   98.77%
    Req/Sec     2.95k   563.48    41.02k    96.75%
  8840625 requests in 30.10s, 2.04GB read
Requests/sec: 293708.74
Transfer/sec:     69.29MB
End time: 1543166076